export const homoPartition = [
  {
    label: "Доска сплошная сосновая",
    width: 30,
    value: 12,
  },
  {
    label: "Доска сплошная дубая",
    width: 45,
    value: 27,
  },
  {
    label: "Фанера многослойная",
    width: 3.2,
    value: 19,
  },
  {
    label: "Фанера многослойная",
    width: 4,
    value: 20,
  },
  {
    label: "Фанера многослойная",
    width: 6.4,
    value: 21,
  },
  {
    label: "Фанера многослойная",
    width: 8,
    value: 24,
  },
  {
    label: "Стеклопластик",
    width: 3,
    value: 21,
  },
  {
    label: "Стеклопластик",
    width: 5,
    value: 24,
  },
  {
    label: "Стеклопластик",
    width: 8,
    value: 27,
  },
  {
    label: "Стеклопластик",
    width: 10,
    value: 28,
  },
  {
    label: "Плиты из прессованной пробки",
    width: 50,
    value: 20,
  },
  {
    label: "Железо листовое",
    width: 2,
    value: 33,
  },
  {
    label: "Свинец",
    width: 1.5,
    value: 30,
  },
  {
    label: "Свинец",
    width: 3.2,
    value: 32,
  },
  {
    label: "Стекло зеркальное",
    width: 6.3,
    value: 30,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 0.5 кирпича",
    width: 120,
    value: 48,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 1 кирпич",
    width: 250,
    value: 53,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 1.5 кирпича",
    width: 380,
    value: 56,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 2 кирпича",
    width: 520,
    value: 58,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 2.5 кирпича",
    width: 640,
    value: 59,
  },
  {
    label: "Виброкирчиная панель, неоштукатуренная",
    width: 140,
    value: 49.5,
  },
  {
    label: "Виброкирчиная панель, неоштукатуренная",
    width: 160,
    value: 50.4,
  },
  {
    label: "Стена из пустотелого кирпича",
    width: 380,
    value: 51,
  },
  {
    label: "Стена из пустотелого кирпича",
    width: 510,
    value: 54,
  },
  {
    label: "Стена из железобетона",
    width: 100,
    value: 49,
  },
  {
    label: "Стена из железобетона",
    width: 140,
    value: 51,
  },
  {
    label: "Стена из железобетона",
    width: 160,
    value: 52,
  },
  {
    label: "Стена из железобетона",
    width: 180,
    value: 53,
  },
  {
    label: "Стена из железобетона",
    width: 200,
    value: 54,
  },
  {
    label: "Стена из железобетона",
    width: 300,
    value: 56.6,
  },
  {
    label: "Стена из железобетона",
    width: 800,
    value: 62.8,
  },
  {
    label: "Гипсоботонная ( гипсолитовая ) плита",
    width: 80,
    value: 39.7,
  },
  {
    label: "Гипсоботонная ( гипсолитовая ) плита",
    width: 95,
    value: 40.6,
  },
  {
    label: "Газоботонная плита",
    width: 240,
    value: 50.25,
  },
  {
    label: "Керамзитобетонная плита",
    width: 80,
    value: 39,
  },
  {
    label: "Керамзитобетонная плита",
    width: 100,
    value: 41.2,
  },
  {
    label: "Керамзитобетонная плита",
    width: 120,
    value: 42.6,
  },
  {
    label: "Шлакоблоки, отштукатуренные с двух сторон",
    width: 220,
    value: 52,
  },
  {
    label: "Шлакогипсовые стенные плиты 2х5см",
    width: 130,
    value: 40,
  },
  {
    label: "Шлакогипсовые стенные плиты 2х6см",
    width: 170,
    value: 42,
  },
  {
    label: "Пемзобетонные стенные плиты 2х6см",
    width: 150,
    value: 40,
  },
  {
    label: "Пемзобетонные стенные плиты 2х8.5см",
    width: 200,
    value: 43,
  },
  {
    label: "Стена из пемзобетона",
    width: 140,
    value: 42,
  },
  {
    label: "Стена из пемзобетона",
    width: 230,
    value: 50,
  },
  {
    label: "Стена из шлакобетона",
    width: 140,
    value: 42,
  },
  {
    label: "Стена из шлакобетона",
    width: 250,
    value: 52.7,
  },

  {
    label: "Стена из шлакобетона из пустотелых пемзобетонных блоков",
    width: 190,
    value: 43,
  },
  {
    label: "Стена из шлакобетона из пустотелых пемзобетонных блоков",
    width: 290,
    value: 50,
  },
  {
    label: "Древесностружечная плита (ДСП)",
    width: 20,
    value: 27.4,
  },
  {
    label:
      "Перегородка одинарная из досок толщиной 2 см, оштукатуренная с обеих сторон и оклеенная обоями",
    width: 60,
    value: 37,
  },
  {
    label:
      "Перегородка одинарная из досок толщиной 2,5 см, оштукатуренная с обеих сторон по войлоку",
    width: 70,
    value: 39,
  },
  {
    label:
      "Перегородка двойная из брусков 10 см, обшитых с двух сторон досками толщиной 2,5 см и оштукатуренная с двух сторон",
    width: 180,
    value: 45,
  },
  {
    label:
      "Перегородка двойная из брусков 10 см, обшитых с двух сторон досками толщиной 2,5 см и оштукатуренная с двух сторон по войлоку",
    width: 190,
    value: 47,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 2,5 см, заполненным шлаковатой",
    width: 30,
    value: 26,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 5 см, заполненным шлаковатой",
    width: 55,
    value: 29,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 6,5 см, заполненным шлаковатой",
    width: 79,
    value: 37,
  },
  {
    label:
      "Гипсовые пустотелые камни толщиной 1 см с двумя стенками толщиной по 1,5 см и промежутком 8 см с засыпкой шлаком",
    width: 110,
    value: 41,
  },
  {
    label: "Несущая сплошная железобетонная панель",
    width: 140,
    value: 50,
  },
  {
    label:
      "Несущие железобетонные плиты с круглыми пустотами с конструкцией пола",
    width: 220.0,
    value: 52.3,
  },
  {
    label:
      "Несущие железобетонные плиты с круглыми пустотами с конструкцией пола",
    width: 220.0,
    value: 54.0,
  },
  {
    label: "Одинарное остекление без уплотнительных прокладок",
    width: 3.0,
    value: 22,
  },
  {
    label: "Одинарное остекление без уплотнительных прокладок",
    width: 4.0,
    value: 26,
  },
  {
    label: "Одинарное остекление без уплотнительных прокладок",
    width: 6.0,
    value: 26,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 57 мм, без звукопоглощающего материала (нар./внутр.)",
    width: 3.0,
    value: 32,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 57 мм, со звукопоглощающим материалом (нар./внутр.)",
    width: 3.0,
    value: 42,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 90 мм, без звукопоглощающего материала",
    width: 3.0,
    value: 38,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 90 мм, без звукопоглощающего материала",
    width: 3.0,
    value: 43,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 57 мм, без звукопоглощающего материала",
    width: 4.0,
    value: 38,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 57 мм, со звукопоглощающим материалом",
    width: 4.0,
    value: 41,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 90 мм, без звукопоглощающего материала",
    width: 4.0,
    value: 41,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 57 мм, без звукопоглощающего материала",
    width: 6.0 / 3.0,
    value: 35,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 90 мм, без звукопоглощающего материала",
    width: 6.0 / 3.0,
    value: 37,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 38 мм, без звукопоглощающего материала",
    width: 6.0 / 6.0,
    value: 40,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 190 мм, без звукопоглощающего материала",
    width: 6.0 / 6.0,
    value: 45,
  },
  {
    label:
      "Двойное остекление, расстояние между стеклами 400 мм, без звукопоглощающего материала",
    width: 6.0 / 6.0,
    value: 48,
  },
  {
    label:
      "Дверь обычного типа с филенкой из 2,5 см досок (с двумя панелями) с обвязкой толщиной 4,5 см",
    width: " без уплотняющих прокладок",
    value: 18,
  },
  {
    label:
      "Дверь обычного типа с филенкой из 2,5 см досок (с двумя панелями) с обвязкой толщиной 4,5 см",
    width: " с уплотняющими прокладками",
    value: 23,
  },
  {
    label:
      "Дверь обычного типа с филенкой из 2,5 см досок (с двумя панелями) с обвязкой толщиной 2,5 см из 3 мм фанеры без уплотняющих плокладок",
    width: "",
    value: 10,
  },
  {
    label:
      "То же, оклеенная фанерой размером 90х200 см без уплотняющих прокладок",
    width: "",
    value: 22,
  },
  {
    label:
      "Глухая щитовая дверь, толщиной 40 мм, облицованная с двух сторон фанерой, толщиной 4 мм ",
    width: " Без уплотняющих прокладок",
    value: 24,
  },
  {
    label:
      "Глухая щитовая дверь, толщиной 40 мм, облицованная с двух сторон фанерой, толщиной 4 мм ",
    width: " С уплотняющими прокладками",
    value: 32,
  },
  {
    label:
      "Щитовая дверь из твердых древесноволокнистых плит толщиной 4-6 мм с воздушным зазором 50 мм, заполненным стекловатой ",
    width: " Без уплотняющих прокладок",
    value: 30,
  },
  {
    label:
      "Щитовая дверь из твердых древесноволокнистых плит толщиной 4-6 мм с воздушным зазором 50 мм, заполненным стекловатой ",
    width: " С уплотняющими прокладками",
    value: 33,
  },
  {
    label:
      "Щитовая дверь из твердых древесноволокнистых плит толщиной 4-6 мм с воздушным зазором 50 мм, заполненным минеральный войлоком ",
    width: " С уплотняющими прокладками",
    value: 32,
  },
  {
    label:
      "Щитовая дверь из твердых древесноволокнистых плит толщиной 4-6 мм с воздушным зазором 50 мм, заполненным минеральный войлоком ",
    width: " Без уплотняющих прокладок",
    value: 28,
  },
  {
    label: "Тяжелая дубовая дверь размером 90х210 см, плотно пригнанная",
    width: " ",
    value: 25,
  },
  {
    label: "Металлическая дверь (герметичная)",
    width: " ",
    value: 30,
  },
];
