export const homoPartition = [
  {
    label: "Доска сплошная сосновая",
    width: 30,
    value: 12,
  },
  {
    label: "Доска сплошная дубая",
    width: 45,
    value: 27,
  },
  {
    label: "Фанера многослойная",
    width: 3.2,
    value: 19,
  },
  {
    label: "Фанера многослойная",
    width: 4,
    value: 20,
  },
  {
    label: "Фанера многослойная",
    width: 6.4,
    value: 21,
  },
  {
    label: "Фанера многослойная",
    width: 8,
    value: 24,
  },
  {
    label: "Стеклопластик",
    width: 3,
    value: 21,
  },
  {
    label: "Стеклопластик",
    width: 5,
    value: 24,
  },
  {
    label: "Стеклопластик",
    width: 8,
    value: 27,
  },
  {
    label: "Стеклопластик",
    width: 10,
    value: 28,
  },
  {
    label: "Плиты из прессованной пробки",
    width: 50,
    value: 20,
  },
  {
    label: "Железо листовое",
    width: 2,
    value: 33,
  },
  {
    label: "Свинец",
    width: 1.5,
    value: 30,
  },
  {
    label: "Свинец",
    width: 3.2,
    value: 32,
  },
  {
    label: "Стекло зеркальное",
    width: 6.3,
    value: 30,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 0.5 кирпича",
    width: 120,
    value: 48,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 1 кирпич",
    width: 250,
    value: 53,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 1.5 кирпича",
    width: 380,
    value: 56,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 2 кирпича",
    width: 520,
    value: 58,
  },
  {
    label:
      "Стена из кипричной кладки без штукатурки ( из красного кирпича ) в 2.5 кирпича",
    width: 640,
    value: 59,
  },
  {
    label: "Виброкирчиная панель, неоштукатуренная",
    width: 140,
    value: 49.5,
  },
  {
    label: "Виброкирчиная панель, неоштукатуренная",
    width: 160,
    value: 50.4,
  },
  {
    label: "Стена из пустотелого кирпича",
    width: 380,
    value: 51,
  },
  {
    label: "Стена из пустотелого кирпича",
    width: 510,
    value: 54,
  },
  {
    label: "Стена из железобетона",
    width: 100,
    value: 49,
  },
  {
    label: "Стена из железобетона",
    width: 140,
    value: 51,
  },
  {
    label: "Стена из железобетона",
    width: 160,
    value: 52,
  },
  {
    label: "Стена из железобетона",
    width: 180,
    value: 53,
  },
  {
    label: "Стена из железобетона",
    width: 200,
    value: 54,
  },
  {
    label: "Стена из железобетона",
    width: 300,
    value: 56.6,
  },
  {
    label: "Стена из железобетона",
    width: 800,
    value: 62.8,
  },
  {
    label: "Гипсоботонная ( гипсолитовая ) плита",
    width: 80,
    value: 39.7,
  },
  {
    label: "Гипсоботонная ( гипсолитовая ) плита",
    width: 95,
    value: 40.6,
  },
  {
    label: "Газоботонная плита",
    width: 240,
    value: 50.25,
  },
  {
    label: "Керамзитобетонная плита",
    width: 80,
    value: 39,
  },
  {
    label: "Керамзитобетонная плита",
    width: 100,
    value: 41.2,
  },
  {
    label: "Керамзитобетонная плита",
    width: 120,
    value: 42.6,
  },
  {
    label: "Шлакоблоки, отштукатуренные с двух сторон",
    width: 220,
    value: 52,
  },
  {
    label: "Шлакогипсовые стенные плиты 2х5см",
    width: 130,
    value: 40,
  },
  {
    label: "Шлакогипсовые стенные плиты 2х6см",
    width: 170,
    value: 42,
  },
  {
    label: "Пемзобетонные стенные плиты 2х6см",
    width: 150,
    value: 40,
  },
  {
    label: "Пемзобетонные стенные плиты 2х8.5см",
    width: 200,
    value: 43,
  },
  {
    label: "Стена из пемзобетона",
    width: 140,
    value: 42,
  },
  {
    label: "Стена из пемзобетона",
    width: 230,
    value: 50,
  },
  {
    label: "Стена из шлакобетона",
    width: 140,
    value: 42,
  },
  {
    label: "Стена из шлакобетона",
    width: 250,
    value: 52.7,
  },

  {
    label: "Стена из шлакобетона из пустотелых пемзобетонных блоков",
    width: 190,
    value: 43,
  },
  {
    label: "Стена из шлакобетона из пустотелых пемзобетонных блоков",
    width: 290,
    value: 50,
  },
  {
    label: "Древесностружечная плита (ДСП)",
    width: 20,
    value: 27.4,
  },
  {
    label:
      "Перегородка одинарная из досок толщиной 2 см, оштукатуренная с обеих сторон и оклеенная обоями",
    width: 60,
    value: 37,
  },
  {
    label:
      "Перегородка одинарная из досок толщиной 2,5 см, оштукатуренная с обеих сторон по войлоку",
    width: 70,
    value: 39,
  },
  {
    label:
      "Перегородка двойная из брусков 10 см, обшитых с двух сторон досками толщиной 2,5 см и оштукатуренная с двух сторон",
    width: 180,
    value: 45,
  },
  {
    label:
      "Перегородка двойная из брусков 10 см, обшитых с двух сторон досками толщиной 2,5 см и оштукатуренная с двух сторон по войлоку",
    width: 190,
    value: 47,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 2,5 см, заполненным шлаковатой",
    width: 30,
    value: 26,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 5 см, заполненным шлаковатой",
    width: 55,
    value: 29,
  },
  {
    label:
      "Перегородка двойная из фанерных листов толщиной 3 мм с промежутком 6,5 см, заполненным шлаковатой",
    width: 79,
    value: 37,
  },
  {
    label:
      "Гипсовые пустотелые камни толщиной 1 см с двумя стенками толщиной по 1,5 см и промежутком 8 см с засыпкой шлаком",
    width: 110,
    value: 41,
  },
];
